export default function About() {
  return (
    <>
    <h1>Hiker's Pack</h1>

    <p>
      Hiker's Packは、ハイキング好きのための持ち物管理アプリです。
      このアプリには以下の特長があります。
    </p>

    <h2>1. レコード機能:</h2>
    <ul>
        <li>
          ハイキングの日付、メモ、そして持ち物の一覧を簡単に記録できます。
          コンディションやアイテムの使い勝手について記録し、次回の活動に役立てましょう。
        </li>
    </ul>

    <h2>2. 重量計算:</h2>
    <ul>
        <li>
          持ち物の一覧に重さを入力すると、Hiker's Packは自動的に総重量を計算します。
          荷物の最適な配分を確認し、快適なハイキングを実現します。
        </li>
    </ul>

    <h2>3. チェックリスト表示:</h2>
    <ul>
        <li>
          持ち物一覧をチェックリストにして表示します。
          ハイキングの前日には項目ごとにチェックを入れ、準備が整ったことを確認しましょう。
        </li>
    </ul>

    <h2>4. テンプレート登録:</h2>
    <ul>
        <li>
          持ち物のリストをテンプレートとして登録できます。
          毎回使う道具はテンプレートに登録しておき、久しぶりのハイキングでも忘れないようにしましょう。
        </li>
    </ul>

    <p>何を持っていくべきで、何をもっていかないべきか。</p>
    <p>
      それは、何を楽しいと感じるか、何を快適と感じるか次第で、その人のハイキングのスタイルそのものです。
    </p>
    <p>自分の遊び方に合わせて持ち物を最適化して、外遊びライフを満喫しましょう！</p>
    </>
  )
}